[Arabic]
IDS_UPDATE_NO=لا توجد تحديثات متاحة.
IDS_UPDATE_YES=التحديث متاح ، هل تريد تنزيله وتثبيته؟
IDS_FILE=ملف
IDS_EXPLORE=افتح مجلد لقطات الشاشة
IDS_EXIT=خروج
IDS_VIEW=عرض
IDS_LANGUAGE=لغة
IDS_SETTINGS=إعدادات
IDS_HELP=تعليمات
IDS_WEBSITE=موقع الويب
IDS_CHECKUPDATES=تحقق من التحديثات
IDS_ABOUT=حول
IDS_DONATE=شكراً!
IDS_TRAY_SHOW=إظهار / إخفاء
IDS_ALWAYSONTOP_CHK=دائمًا في المقدمة
IDS_HIDEME_CHK=إخفاء النافذة الرئيسية قبل الالتقاط
IDS_STARTMINIMIZED_CHK=بداية مصغرة
IDS_LOADONSTARTUP_CHK=تحميل عند بدء تشغيل النظام
IDS_CHECKUPDATES_CHK=ابحث بشكل دوري عن التحديثات (موصى به)
IDS_COPYTOCLIPBOARD_CHK=نسخ الصورة إلى الحافظة
IDS_DISABLEAEROONWND_CHK=تعطيل تأثير Aero على النافذة الملتقطة
IDS_PLAYSOUNDS_CHK=تشغيل صوت الالتقاط
IDS_INCLUDEMOUSECURSOR_CHK=تضمين مؤشر الماوس
IDS_CLEARBACKGROUND_CHK=مسح خلفية النافذة
IDS_MODE_FULLSCREEN=ملء الشاشة
IDS_MODE_WINDOW=نافذة
IDS_MODE_REGION=المنطقة المختارة
IDS_IMAGEFORMAT=تنسيق الصورة
IDS_FOLDER=مجلد لقطات الشاشة
IDS_QUICKSETTINGS=إعدادات سريعة
IDS_MODE=الوضع
IDS_SCREENSHOT=لقطة شاشة
IDS_HOTKEYS=مفاتيح التشغيل السريع
IDS_DISABLE=تعطيل
IDS_WARNING_HOTKEYS=مفاتيح التشغيل السريع قيد الاستخدام بالفعل! يكرر؟
IDS_SAVE=حسنًا
IDS_CLOSE=أغلق
IDS_FILENAME=اسم الملف
IDS_UPDATE_ERROR=خطأ في تحديث اتصال الخادم.
IDS_UPDATE_DOWNLOAD=تحميل التحديث ...
IDS_UPDATE_DONE=انتهى تنزيل التحديث.
IDS_UPDATE_INIT=التحقق من الإصدارات الجديدة ...
IDS_UPDATE_INSTALL=التحديث متاح ، هل تريد تثبيته؟
IDS_INCLUDEWINDOWSHADOW_CHK=تضمين ظل النافذة
IDS_LANGUAGE_HINT=حدد اللغة:
IDS_RESET=إعادة تعيين
IDS_DELAY=تأخير
IDS_MODE_MONITOR=المراقبة الحالية
IDS_DARKMODE_CHK=Use dark theme
